<?
//=================================================

// New แก้ข้อมูลข่าวสาร ประกาศ

	$Cfg["new"]["1"] = "รอการอัพเดท . . . . . . . .";  //บรรทักที 1
	$Cfg["new"]["2"] = "รอการอัพเดท . . . . . . . .";  //บรรทักที 2
	$Cfg["new"]["3"] = "รอการอัพเดท . . . . . . . .";  //บรรทักที 3
	$Cfg["new"]["4"] = "รอการอัพเดท . . . . . . . .";  //บรรทักที 4
	$Cfg["new"]["5"] = "รอการอัพเดท . . . . . . . .";  //บรรทักที 5

// TMTOPUP // ระบบเติมเงิน

	$Cfg["web"]["tmtopup"] = ""; // ลิ้งเว็บ tmtopup จะมีเลขท้ายของลิ้งอยู่
	$Cfg["tmt"]['Passkey'] = "";   // แก้ Passkey จะอยู่ในหน้าตั้งค่า tmtopup
	$Cfg["tmt"][50] = "50";       // แก้พ้อย เช่น = "50" ก็ได้ 50 พ้อย = "75" ก็ได้ 75 พ้อย
	$Cfg["tmt"][90] = "90";
	$Cfg["tmt"][150] = "150";
	$Cfg["tmt"][300] = "300";
	$Cfg["tmt"][500] = "500";
	$Cfg["tmt"][1000] = "1000";
	
// DATABASE SETTING
	$Cfg["mysql"]["host"] = "localhost";    // ห้ามเปลี่ยน
	$Cfg["mysql"]["user"] = "root";    // ห้ามเปลี่ยน
	$Cfg["mysql"]["pass"] = "1107";   // ห้ามเปลี่ยน
	$Cfg["mysql"]["db"] = "panel"; // ห้ามเปลี่ยน
	
// WEBSITE SETTING
	$Cfg["web"]["name"] = "ShoPMario";  // ห้ามเปลี่ยน
	$Cfg["web"]["websend"] = "1107";    // ห้ามเปลี่ยน
	$Cfg["web"]["FB"] = "NoteAllMC";    
	$Cfg["web"]["xat"] = "";

	
// MENU SETTING
	$C["download"] = "#";
	$C["index"] = "index.php";
	$C["info"] = "#";
	$C["refill"] = "refill.php";
	$C["shop"] = "shop.php";
	$C["gift"] = "#";
	$C["giftc"] = "code.php";
	
	
//=================================================
?>
